<template>
  <Container>
    <section class="shop-information">
      <h2 class="shop-information__title">Интернет-магазин шин Шины Мигом</h2>
      <p class="shop-information__text">
        В интернет-магазине шин Шины Мигом вы можете купить шины известных
        брендов. Подбор осуществляется как по типоразмеру, так и по марке авто.
        Предоставляем услуги по шиномонтажу и сезонному хранению шин. В
        интернет-магазине шин Шины Мигом вы можете купить шины известных
        брендов. Подбор осуществляется как по типоразмеру, так и по марке авто.
        Предоставляем услуги по шиномонтажу и сезонному хранению шин.В
        интернет-магазине шин Шины Мигом вы можете купить шины известных
        брендов. Подбор осуществляется как по типоразмеру, так и по марке авто.
        Предоставляем услуги по шиномонтажу и сезонному хранению шин.
      </p>
    </section>
  </Container>
</template>

<script lang="ts" setup>
import Container from "../Container/index.vue";
</script>

<style lang="scss">
@import "./ShopInfo";
</style>
